Repository: pypi-data/pypi-mirror-63
Catalog: packages/*.plone.mls/*.plone.mls-0.16.tar.gz/*.plone.mls-0.16/src/*/plone/mls/locales/*/LC_MESSAGES/*.plone.mls.po
Languages: es

source: 'Development Collection' Configuration
es: Configuración de Grupo de Proyectos

source: 'Development Collection' viewlet activated.
es: Colección de Proyectos viewlet activado

source: 'Development Collection' viewlet deactivated.
es: Colección de proyectos viewlet disactivado

source: 'Featured Listings' Configuration
es: Configuración 'Listados Destacados'

source: 'Featured Listings' viewlet activated.
es: 'Listados Destacados' viewlet activado.

source: 'Featured Listings' viewlet deactivated.
es: 'Listados Destacados' viewlet desactivado.

source: 'Listing Search Banner' Configuration
es: 'Banner Búsqueda de Listado' Configuración

source: 'Listing Search Banner' activated.
es: 'Banner Búsqueda de Listado' activado

source: 'Listing Search Banner' deactivated.
es: 'Banner Búsqueda de Listado' desactivado

source: A static collection of featured MLS Listings
es: Una colección estática de Listados del MLS

source: About the Area
es: Sobre el Área

source: Activate Development Collection
es: Activar Grupo de Proyectos

source: Activate Featured Listings
es: Activar Listados Destacados

source: Activate Listing Search Banner
es: Activar Banner Búsqueda de Listado

source: Activate the Development Collection viewlet.
es: Activar colección de proyectos viewlet

source: Activate the Featured Listings viewlet.
es: Activar viewlet de los Listados Destacados

source: Activate the Listing Search Banner.
es: Activar el Banner Búsqueda de Listado.

source: Add one Listing ID per line for each entry to show up.
es: Añadir un ID al Listado para mostrarse en cada entrada.

source: Adjust the behaviour for this 'Development Collection' viewlet.
es: Adjustar el comportamiento para este viewlet colección de proyectos

source: Adjust the behaviour for this 'Featured Listings' viewlet.
es: Ajustar el comportamiento de este viewlet 'Listados Destacados.

source: Adjust the behaviour for this 'Listing Search Banner'.
es: Ajustar el comportamiento para este 'Banner Búsqueda de Listado'

source: Advanced Search
es: Búsqueda Avanzada

source: Agency Developments
es: Proyectos de Esta Agencia

source: Alternative Email recipient
es: Email destinatario alternativo

source: An error occured trying to connect to the configured MLS. Please check your settings or try again later.
es: Ocurrió un error cuando conectándose al MLS. Revisa tu configuración o intenta otra vez más tarde.

source: BCC Recipients
es: Destinatarios en Copia Oculta

source: Banner Image
es: Imagen del Banner

source: Banner Image URL
es: URL Imagen del Banner

source: Baths
es: Baños

source: Bedrooms
es: Habitaciones

source: Beds
es: Habitaciones

source: Buy
es: Comprar

source: Cancel
es: Cancelar

source: Categories
es: Categorías

source: Category
es: Categoría

source: Configure Development Collection
es: Configurar Colección de Proyectos

source: Configure Featured Listings
es: Configurar Listados Destacados

source: Configure Listing Search Banner
es: Configurar Banner Búsqueda de Listado

source: Configure the Development Collection viewlet.
es: Configurar viewlet de colección de proyectos

source: Configure the Featured Listings viewlet.
es: Configurar el viewlet de los Listados Destacados.

source: Configure the Listing Search Banner.
es: Configurar el Banner Búsqueda de Listado.

source: Contact
es: Contacto

source: Contact us
es: Contáctenos

source: Creation Date
es: Fecha Inicio

source: Deactivate Development Collection
es: Desactivar Colección de Proyectos

source: Deactivate Featured Listings
es: Desactivar Listados Destacados

source: Deactivate Listing Search Banner
es: Desactivar Banner Búsqueda de Listado

source: Deactivate the Development Collection viewlet.
es: Desactivar viewlet de Colección de Listados

source: Deactivate the Featured Listings viewlet.
es: Desactivar el viewlet de los Listados Destacados.

source: Deactivate the Listing Search Banner.
es: Desactivar el Banner Búsqueda de Listado.

source: Default Category
es: Categoría por defecto

source: Developments per Page
es: Proyectos por Página

source: Don't show this section at all.
es: No mostrar nada de esta sección.

source: Download PDF
es: Descargar PDF

source: E-mail addresses which receive a blind carbon copy (comma separated).
es: Direcciones de E-mail que recibirán copia oculta (separadas por coma).

source: Enter a search term to filter the results.
es: Ingresa una palabra clave para filtrar resultados.

source: Featured Listings
es: Listados Destacados

source: Filter Options
es: Opciones de Filtrar

source: Gallery
es: Galería

source: Hide bedrooms
es: Esconder Habitaciones

source: Hide category
es: Esconder Categoría

source: Hide section
es: Esconder sección

source: Hide the bedrooms field.
es: Esconder el campo habitaciones.

source: Hide the category field and use default setting.
es: Esconder el campo categoría y usar configuración por defecto.

source: How many developments should be shown per page?
es: Cuantos proyectos mostrado por página?

source: How many listings should be shown per devlopment listings page?
es: Cuantos listados mostrado en la pagina de listados?

source: How should the results be sorted? If nothing is selected, the results are sorted by relevance.
es: Como filtrar los resultados? Si nada esta seleccionado, los resultados se organizan por relevancia.

source: If enabled, a form to contact the responsible agent will be shown on the detail page for a development.
es: Si esta activado, un formulario para contactar el agente responsable será mostrado en la página de detalles del proyecto.

source: If enabled, only developments for the configured agency will be shown.
es: Si esta activado, solo se muestran proyectos del agencia configurada.

source: If enabled, the contact information for a development will be shown on the detail page for a development.
es: Si esta activado, la información será visible en la página de detalles del proyecto.

source: If the contact form is enabled, an anchor link will show as quick navigation to the form.
es: Si el formulario de contacto está activo, se mostrará un vínculo para navegación rápida hacia el formulario.

source: Instead of uploading an image, you may enter the URL of an image hosted on another server.
es: En lugar de subir una imagen, puede ingresar la dirección URL de una imagen almacenada en otro servidor.

source: Invalid email address.
es: Email no es valido.

source: Listings
es: Listados

source: Listings per Page
es: Listados por Página

source: Location, Keywords, Listing ID, ...
es: Ubicación, Palabra clave, Código de la Propiedad, ...

source: MLS Listing IDs
es: IDs de los listados del MLS

source: Map &amp; Distances
es: Mapa y Distancias

source: Meet the Developers
es: Conozca el Equipo

source: Modify URLs
es: Modificar URLs

source: Modify the individual development URLs to show extra information, such as the Title and Location
es: Modificar las URLs individuales del proyecto para mostrar información adicional, tales como Título y Ubicación.

source: No URLs allowed.
es: URLs no son permitido.

source: Overview
es: Descripción General

source: Phases
es: Etapas del Proyecto

source: Please enable JavaScript to show the Map.
es: Por favor, habilite JavaScript para mostrar el mapa.

source: Price (Max)
es: Precio (Max)

source: Price (Min)
es: Precio (Min)

source: Project Map
es: Mapa Interactivo

source: Properties Available
es: Propiedades Disponibles

source: Rent
es: Alquiler

source: Reverse sort order?
es: ¿Reorganizar el orden?

source: Save
es: Guardar

source: Search Target Page
es: Buscar pagina de destino

source: Searchable Text
es: Texto de Búsqueda

source: Section 1
es: Sección 1

source: Section 2
es: Sección 2

source: Section 3
es: Sección 3

source: Section 4
es: Sección 4

source: Select a Category
es: Seleccionar Tipo

source: Select the activated listing search page which will be used to show the results.
es: Seleccione la página de búsqueda de listado activo que se utilizará para mostrar los resultados.

source: Send the contact form to this email instead direct to the agent
es: Enviar el formulario de contacto a este e-mail en vez de enviarlo directamente al agente

source: Set the resolution for the map. 0 is the lowest zoom level, in which the entire world can be seen. The higher the zoom level, the more details can be seen. The available maximum zoom level value differs from area to area and can change over time, also depending on the used map provider.
es: Programar resolución del mapa. 0 es lo mas bajo donde puede ver todo el mundo, y lo más alto, los mas detalles estan visible.

source: Show Captcha
es: Mostrar Captcha

source: Show Contact Form
es: Mostrar Formulario de Contacto

source: Show Contact Information
es: Mostrar Información del Contacto

source: Show Contact-Us anchor link
es: Mostrar Contáctenos como enlace ancla.

source: Show a captcha field within the contact form to prevent spam.
es: Mostrar un campo de captcha para prevenir spam.

source: Sort results by
es: Organizar resultados por

source: The 'Development Collection' viewlet does't work with this content type. Add 'IPossibleDevelopmentCollection' to the provided interfaces to enable this feature.
es: El viewlet de la Colección de Listados no trabaja con este tipo de contenido. Agregar 'IPossibleListingCollection' a la interface para permitir esta característica.

source: The 'Featured Listings' viewlet does't work with this content type. Add 'IPossibleFeaturedListings' to the provided interfaces to enable this feature.
es: Viewlet de los 'Listados Destacados' no trabaja con este tipo de contenido. Añadir 'IPossibleFeaturedListings' a las interfaces proporcionadas para activar esta función.

source: The 'Listing Search Banner' does't work with this content type. Add 'IPossibleListingSearchBanner' to the provided interfaces to enable this feature.
es: El 'Banner búsqueda de listados' no funciona con este tipo de contenido. Agregue 'IPossibleListingSearchBanner' a las interfaces proporcionadas para habilitar esta característica.

source: The requested development was not found.
es: No encuentra el proyecto

source: Title
es: Titulo

source: Upload an image file which will be used as a background for your listing banner search.
es: Cargue el archivo de imagen que se utilizará como fondo para el banner de búsqueda de su listado.

source: We are sorry, but we couldn't find any listings.
es: No se encuentran propiedades con esas características.

source: Your contact request was sent successfully.
es: Gracias. Hemos recibido to solicitud.

source: Zoom level for maps
es: Nivel del zoom del mapa
