Repository: pypi-data/pypi-mirror-63
Catalog: packages/redturtle.tiles.tileoftiles/redturtle.tiles.tileoftiles-1.0.1.tar.gz/redturtle.tiles.tileoftiles-1.0.1/src/redturtle/tiles/tileoftiles/locales/*/LC_MESSAGES/redturtle.tiles.tileoftiles.po
Languages: it

source: A tile showing a tile manager
it: Una tile che contiene un contenitore di tile annidato

source: Additional classes
it: Classi aggiuntive

source: Background color
it: Colore di sfondo

source: Background image
it: Immagine di sfondo

source: Installs the redturtle.tiles.tileoftiles add-on.
it: Installa l'add-on redturtle.tiles.tileoftiles.

source: Minimum height
it: Altezza minima

source: Please set a hex code.
it: Imposta un codice esadecimale.

source: Please set a hex code. This property will be overriden by the background image.
it: Imposta un codice esadecimale. Questa proprietà sarà sovrascritta dall'immagine di sfondo, se impostata.

source: Set a minimum height for the tile, in pixels. e.g. 200px
it: Imposta un'altezza minima per la tile, in pixel. Ad esempio: 200px

source: Text color
it: Colore del testo

source: Tile of Tiles
it: Tile di tiles

source: Uninstalls the redturtle.tiles.tileoftiles add-on.
it: Disinstalla l'add-on redturtle.tiles.tileoftiles.

source: Upload an image to be used as tile background
it: Carica un'immagine da usare come sfondo per la tile

source: Write here a class or list of classes that will be added to the tile
it: Scrivi una classe, o una lista di classi, da aggiungere alla tile

source: label_tile_title
it: Titolo della tile
