Repository: pypi-data/pypi-mirror-63
Catalog: packages/django-dynsettings-ritual/django-dynsettings-ritual-1.0.0.tar.gz/django-dynsettings-ritual-1.0.0/grimoire/django/dynsettings/locale/*/LC_MESSAGES/django.po
Languages: es

source: Dynamic Settings
es: Configuraciones Dinámicas

source: System Dynamic Settings
es: Configuraciones Dinámicas de Sistema

source: Name
es: Nombre

source: Setting name must consist in a-z letters, numbers, and underscores, and cannot start with a number
es: El nombre de la configuración debe consistir en letras a-z, números, y guión bajo, y no puede comenzar con número

source: Setting name. Since it will be accessed from python code, the syntax is the same as for any valid python identifier
es: Nombre de la configuración. Debido a que será accedida desde código python, la sintaxis es la misma que para cualquier identificador válido de python

source: Allow null value
es: Permitir valor nulo

source: Check this to allow null value in this setting.
es: Marca este campo para admitir valores nulos en esta configuración.

source: This field cannot be null.
es: Este campo no puede ser nulo.

source: Dynamic Setting
es: Configuración Dinámica

source: Value
es: Valor

source: Setting value. It must be a valid (signed, 4-byte) integer value.
es: Valor de la configuración. Debe ser un valor entero válido (4 bytes, con signo).

source: Integer Dynamic Setting
es: Configuración Dinámica Numérica Entera

source: Integer Dynamic Settings
es: Configuraciones Dinámicas Numéricas Enteras

source: Setting value. It must be marked, not marked, or undefined.
es: Valor de la configuración. Debe estar marcado, desmarcado, o indefinido.

source: Boolean Dynamic Setting
es: Configuración Dinámica Booleana

source: Boolean Dynamic Settings
es: Configuraciones Dinámicas Booleanas

source: Setting value. It must be a valid numeric value.
es: Valor de la configuración. Debe ser un valor numérico válido.

source: Decimal Dynamic Setting
es: Configuración Dinámica Numérica

source: Decimal Dynamic Settings
es: Configuraciones Dinámicas Numéricas

source: Setting value.
es: Valor de la configuración.

source: Short Text Dynamic Setting
es: Configuración Dinámica de Texto Corto

source: Short Text Dynamic Settings
es: Configuraciones Dinámicas de Texto Corto

source: Long Text Dynamic Setting
es: Configuración Dinámica de Texto Largo

source: Long Text Dynamic Settings
es: Configuraciones Dinámicas de Texto Largo

source: Setting value. It must be valid JSON. This setting type is intended only for developers and users who know how to compose valid JSON values. Do not edit them unless you know what are you doing. If, by other means / database access, you or someone corrupts the value of this field, enter by the same mean and restore its original value, or just {} (open and close curly bracers) to have a valid value.
es: Valor de la configuración. Debe ser un valor JSON válido. Este tipo de configuración está pensado solo para desarrolladores y usuarios que saben como componer valores JSON válidos. No edite dichos valores a menos que realmente sepa lo que está haciendo. Si, por otros medios / acceso a base de datos, usted o alguien corrompe el valor de este campo, ingrese por el mismo medio y restaure el valor original, o simplemente {} (inicio y cierre de llaves) para tener un valor válido.

source: JSON Dynamic Setting
es: Configuración Dinámica JSON

source: JSON Dynamic Settings
es: Configuraciones Dinámicas JSON
